{
  "messages": [
    {
      "name":"Steve",
      "message":"Happy Birthday my darling favourite person. I wrote you a poem for ur eyes only, available upon request within three business days."
    },
    {
      "name":"Will",
      "message":"Here’s to the person who organized the house that completely changed my life. Here’s to the person who lights up a room with her intellect and her giggles. She’s more than barley, not merely merrily, the most marvelous Marley, she’s earned a happy birthday!"
    },
    {
      "name":"Simon",
      "message":"Happy birthday Marley! Looking forward to more impromptu adventures "
    },
    {
      "name":"Miasya",
      "message":"Happy Birthday Marley!<br/><br/>You’re one of the most influential people I’ve ever met. You encourage me to take risks and be radically curious. I’m so happy that we became friends at McGill.<br/><br/>I hope you have an amazing year filled with excitement and wonder!"
    },
    {
      "name":"Dmitri",
      "message":"<h3>a birthday poem</h3><br/><br/>It's the birthday of Marley<br/>So we must create a rhyme<br/>It may be a little gnarly<br/>But that's how it be, sometimes<br/><br/>Such a curius person<br/>Will she figure out the brain?<br/>A fast and furious person<br/>There's no stopping this hype train<br/><br/>Putting her mind at work<br/>To find these neural links<br/>She's gonna solve it in a blink<br/>Btw is the brain even pink?<br/><br/>So much work and so many projects<br/>Must be quite a thrill<br/>She must be underwater<br/>But she never drowns<br/>Must have gone to Mc Gill<br/><br/><br/><a href=\"https://github.com/rhotter/marley-surprise2/blob/main/assets/dmitri-poem.pdf\">Link to PDF of this poem with proper font</a>"
    },
    {
      "name":"Tiffany",
      "message":"Hey Marley, happy 24th birthday! Hope that you have a great year with lots of rainbow snakes, chinese vinegar and cool design ideas!"
    },
    {
      "name":"Cheng",
      "message":"Happy Birthday Marley! You are an awesome, inspiring, and amazingly curious person. I'm so glad to have met you 3 years ago and I hope you have a great day!"
    },
    {
      "name":"Emma_Q",
      "message":"Happy birthday Marley!! You’re such an inspirational person and I can’t wait to see what you will accomplish in the future"
    },
    {
      "name":"Julia",
      "message":"Marley! Happy birthday! I hope you’re doing good :) and I hope we have more meals together like miso lanzoma onion soup. Happy birthday, I hope you have a good one, and good food and good people :)<br/><br/><i>This is the transcript of a voice message, available upon request</i>"
    },
    {
      "name":"Mom",
      "message":"To my daughter Marley,<br/><br/>Happy Birthday!<br/><br/>Never forget that I love you more than you will ever know. Believe in yourself as much as I believe in you. May all your dreams come true."
    },
    {
      "name":"Michelle_W",
      "message":"Happy birthday Marley! I hope you’re doing well. Have a great day and keep making cool things!"
    },
    {
      "name":"Zach",
      "message":"Good morning Marley,<br/><br/>There are three Marley's in this world: the people of Marley, Bob Marley (and his speakers), and Marley Xiong. Only one of them is an IMO silver medalist who went to McGill University, loves to travel for reasons outside of wanting to destroy the walls of Eldia, and is always high on a mysterious substance... oh wait, that's Bob, or is it??? Je vous souhaite a happy 2022-2016+18=24th birthday! By the way, I know you don't drink Tim Horton's coffee, but their Roll-up-the-rim (TM) is back, and I have a theory that you might find interesting. Since last year, their roll up the rim has been moved online. So instead of rolling up physical rims, you do the \"roll up\" on their app, which is basically a dice roll. My theory is that if you do the \"roll\" late at night (say 3am) when no one else is rolling, your odds of winning free coffees drastically shoots up. I've tested this on 20 rolls and I've gotten 10 coffees. I don't know statistics, so I don't know how to test this. Anyway, happy birthday! Hi Steve.<br/><br/>Best wishes,<br/>Zach"
    },
    {
      "name":"Felipe",
      "message":"Happy birthday Marley!! I hope you have a wonderful day!"
    },
    {
      "name":"Noah",
      "message":"Dear Marley, happy birthday! Your kindness and adventurous spirit brightens my life. You teach me to be more brave. I hope we can play basketball sometime soon, there is a lot to learn from this sport."
    },
    {
      "name":"Vincent",
      "message":"happy birthday marley! <br/>thanks for being inspiring and fun to talk to <br/>- vincent<br/>p.s. the new \"recently visited\" circles on curius are super distracting"
    },
    {
      "name":"Anna",
      "message":"happy birthday marley!! your energy and curiosity are so inspiring and you're an awesome friend ❤ wishing you a great year filled with boba and curius social features~"
    },
    {
      "name":"Michael",
      "message":"Happy birthday, Marley! You are cool and fun. Have a great day (*v*)"
    },
    {
      "name":"Claudia",
      "message":"happy birthday marley!! wishing you a wonderful day of joy, sunshine, and the largest, warmest company for home cooked dinners, marley style. have lots of cake, because ice cream is best served on rainy or -15 degree days :)))"
    },
    {
      "name":"Yue",
      "message":"Happy birthday Marley!<br/>I hope the best happens to you and for you ☺️   "
    },
    {
      "name":"Mackenzie",
      "message":"Happy birthday Marley! It has been such a delight to get to know you. Your curiosity, kindness, and agency inspire me, and I am looking forward to crossing paths again 💗🙂   "
    }
  ]
}
